//-- Створити пустий масив. Наповнити його будь-якими значеннями звертаючись до конкретного індексу. Вивести в консоль

/*- Створити масив з будь-якою кількістю елементів різного типу (string, number, boolean) та
- вивести в консоль лише цифри
- вивести в консоль лише стрічки, які мають 4 та більше символів.
- вивести лише булівські значення true*/
const names = ['Viktor','Anna','Karina','Tom', 2, true];
    console.log(names);

    console.log(Number);

    //if const'(' names:('String')) > 4 
    //console.log(names);
    

    